let class12th = [
    [
        0,
        "강건희",
        "남자",
        27,
        "용",
        "INTP",
        false,
        ["게임","볼링","운동"],
        "이 또한 지나가리",
        "강건희.png"
    ],

    [
        1,
        "최희정",
        "여자",
        27,
        "용",
        "ENFJ",
        false,
        ["요가","여행"],
        "긍정적으로 살자",
        "최희정.png"
    ],

     [
        2,
        "장윤서",
        "여자",
        27,
        "용",
        "INTJ",
        false,
        ["요리","산책"],
        "현재에 집중하자",
        "장윤서.png"
    ],

    [
        3,
        "이은지",
        "여자",
        29,
        "호랑이",
        "ISFP",
        false,
        ["사진","눕방"],
        "당당하게 살자",
        "이은지.png"
    ],

    [
        4,
        "조성현",
        "여자",
        28,
        "호랑이",
        "ESTJ",
        false,
        ["운동","게임"],
        "그냥살자",
        "조성현.png"
    ],

    [
        5,
        "김민지B",
        "여자",
        25,
        "말",
        "ISTP",
        false,
        ["음악듣기","운동","뜨개질","영화보기"],
        "흘러가는대로 살자",
        "김민지B.png"
    ],

    [
        6,
        "배민지",
        "여자",
        35,
        "원숭이",
        "ESTP",
        false,
        ["춤","사진","산책"],
        "변명대신 결과",
        "배민지.png"    
    ],

        [
        7,
        "권오영",
        "남자",
        33,
        "개",
        "INFP",
        false,
        ["드럼","운동","독서"],
        "태도를 똑바로 하자",
        "권오영.png"
    ],

    [
        8,
        "윤예영",
        "여자",
        40,
        "소",
        "ISTJ",
        true,
        ["요리","공예","독서"],
        "열심히 살자",
        "윤예영.png"
    ],

    [
        9,
        "연진주",
        "여자",
        31,
        "쥐",
        "ISFJ",
        false,
        ["여행","산책","카페가기"],
        "서두르지 말자",
        "연진주.png"
    ],

    [
        10,
        "정서현",
        "여자",
        29,
        "호랑이",
        "ISTJ",
        false,
        ["여행","사진","도예"],
        "시작이 반이다",
        "정서현.png"
    ],

    [
        11,
        "최예슬",
        "여자",
        28,
        "토끼",
        "ESTJ",
        false,
        ["산책","독서","여행"],
        "기분이 태도가 되지말자",
        "최예슬.png"
    ],


    [
        12,
        "김민지A",
        "여자",
        28,
        "토끼",
        "ISFP",
        false,
        ["복싱","영화관람"],
        "그래도 열심히 해야지",
        "김민지A.png"
    ],
    
    [
        13,
        "김선영",
        "여자",
        33,
        "개",
        "ISTP",
        false,
        ["베이킹","낚시","드라이브","등산"],
        "모든 선택에 후회하지 말자",
        "김선영.png"
    ],

    [
        14,
        "김가희",
        "여자",
        37,
        "말",
        "ESFJ",
        true,
        ["아이쇼핑","드라이브","카페"],
        "즐겁게 살자",
        "김가희.png"
    ],
    
    [
        15,
        "정현진",
        "남자",
        40,
        "소",
        "INFP",
        false,
        ["공부","부업찾기","게임","카페","산책"],
        "주식은 꼭 해야하는 것",
        "정현진.png"
    ],
]